tap "adoptopenjdk/openjdk"
tap "mongodb/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
brew "openssl@1.1"
brew "readline"
brew "sqlite3"
brew "xz"
brew "zlib"
brew "autoconf"
brew "automake"
brew "fzf"
brew "awscli"
brew "gimme-aws-creds"
brew "gengetopt"
brew "git"
brew "git-flow-avh"
brew "git-lfs"
brew "gpg"
brew "helm"
brew "krew"
brew "kubectl"
brew "kubectx"
brew "kumactl"
brew "minikube"
brew "terraform"
brew "terragrunt"
brew "node"
brew "openssl"
brew "pyenv"
brew "python@3.11"
brew "readline"
brew "tree"
brew "webp"
brew "maven"
brew "protobuf"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "java"
cask "iterm2"
cask "intellij-idea"
cask "datagrip"
cask "docker"
cask "postman"

